LEXICON_RU = {
    '/start': '''👋Привет, <strong>{0}</strong>! Это игра <strong>"Правда или Действие"</strong>! 🎉

Чтобы начать, нажмите кнопку <strong>"Играть"</strong>

Если у вас есть вопросы или хотите узнать больше, нажимайте на кнопку <strong>"О боте"</strong>

❗️Отправьте команду /stop, когда захотите закончить игру!

Приятной игры!🔥''',
    'about': '''🤖 <strong>Бот "Правда или Действие"</strong> 🤖

Привет, дружище! Добро пожаловать в захватывающий мир игры "Правда или Действие" прямо в Телеграме! 🎉

🔥 <strong>Как играть:</strong>

Нажми на кнопку "Играть".
Получи вопрос: "Правда" или "Действие"?
Выбери свой ответ и вперед!
Напиши команду /stop, если хотите закончить игру.

🤔 <strong>Что такое "Правда или Действие"?</strong>

"Правда или Действие" - это необычная игра, где ты можешь выбирать между честными ответами на вопросы или захватывающими заданиями. Готовься к веселью, смеху и, возможно, некоторым неожиданным открытиям!

🔮 <strong>Контакты</strong>:

Если у Вас есть совет по улучшению бота, вопрос или предложение о сотрудничестве - пишите сюда @''',
    '/help': 'Это сообщение для команды /help',
    'no_echo': 'Я не могу ответить на это сообщение, для перезапуска бота'
               'напишите /start',
    'begin_button': 'Играть',
    'about_button': 'Подробнее о боте',
    'process_stop_without_state': 'Вы и так не играете🤨',
    'process_stop': 'Вы закончили игру.\nЕсли хотите начать заново, перезапустите бота с помощью команды /start и нажмите кнопку <strong>\"Играть\"</strong>🔥',
    'sub': 'Бот полностью <strong>бесплатный</strong>🤑\n\nЧтобы начать играть просто подпишись на канал и еще раз нажми кнопку <strong>\"Играть\"</strong>🔥',
    't_or_d': 'Правда или Действие Бот',
    'que.txt': '🤔Правда',
    'act.txt': '⚡️Действие',
    'que16.txt': '🫢Правда 16+',
    'act16.txt': '🥵Действие 16+',
    'random': '🎲Рандом',
    'question': 'Что выбираешь❓',
    'further': 'Далее▶️',
    'sub1': 'Видимо ты отписался от канала😕\nЧтобы играть, нужно всего лишь подписаться, это абсолютно беплатно.\n\nСкорее подписывайся и жми кнопку <strong>\"Играть\"</strong>🔥'
}

LEXICON_COMMANDS_RU = {
    '/start': 'Перезапуск бота',
    '/stop': 'Закончить игру'
}

URLS = {
    'channel': 'https://t.me/todareplay'
}
